Repository: mozilla-l10n/mt-training-data
Catalog: bsk/bsk_pontoon.tmx
Source language: en_us
Languages: bsk

source: 1 sentence collected
bsk: han jumlan jama manimi

source: 2019 End-of-Year Release
bsk: 2019 yole phaṣulum release

source: 2 down, keep it up!<playIcon></playIcon>
bsk: alto manimi. daltas duro ećume huru

source: ≥ 2 No votes
bsk: alto cum baske beeya senumin votiṅ

source: ≥ 2 Yes votes
bsk: alto cum baske awa senumiṅ vote iṅ manumar

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
bsk: abbreviations daa acronyms belata USA or ICE source text ulo oomaniṣ beske ek ġatanas ke spelling yom omaymi. daa han abbreviation butan tariqan ate sahi ġatanas mumkin bila.

source: About
bsk: baaraulo

source: About options menu
bsk: option menu e baaraulo

source: Accent
bsk: ćaġa etase andaaz

source: Accepted file types: .tsv only
bsk: file mazoor etas type: sirf tvs

source: Access press releases and stories related to Common Voice
bsk: common voice ate minaśin daa ixbaare taqhpan ġatanin

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
bsk: akʰole mazeed warc etase tariqaar barenin [accuracy link]

source: Acehnese
bsk: acehrese

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
bsk: daa but samba ayetum juwaap mićʰiin

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
bsk: { $actionType } <playIcon></playIcon> sisane seume ite besan damayljaan ke ite giriminin

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
bsk: jumla ṭʰis ayetumate senimiya?

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
bsk: audio clip damayalin daa transcription ar barenin. oltalk yom bicana? api ke edi netan yom etin

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
bsk: daa jumlan śatine ġatanin

source: { $actionType }<stopIcon></stopIcon> when done
bsk: but śuwa

source: { $actionType } submit when ready
bsk: beśal dumanimi ke jama etin

source: Add and Review Sentences, Add Questions, Transcribe Audio
bsk: jumlan kaa daa review etin, sawaalin kaa etin, audio transcrbe etin

source: Add as much information as you can about the language. This could include:
bsk: baaṣe baaraulo beruman ke maalumaat bila ke gati etin. guke kaa etas maamay baan

source: Add <icon></icon> a public domain sentence
bsk: awaami domain e jumlaan

source: Add information
bsk: taqhpan kaa etin

source: Adding Sentences
bsk: jumlan kaa etas

source: Additional Language
bsk: han ke baaṣan

source: Add Language
bsk: baaṣ kaa etin

source: Add new custom accent "{ $inputValue }"
bsk: tʰoṣ ćaġa etas andaazan kaa eti

source: Add new sentences for the community to read
bsk: miimo sise ġatanas e gane tʰuwaan jumlan kaa etin

source: Add one sentence per line
bsk: han jumlan har line ulo kaa etin

source: Add questions in your language
bsk: maymo baaṣulo sawaalin kaa etin

source: Add Questions <small>(Coming soon)</small>
bsk: sawaaline juwaap mićʰiin

source: Add Sentences
bsk: jumlan kaa etin

source: Add sentences in your language
bsk: maymo baaṣulo jumlan kaa etin

source: Add Text
bsk: Text jama etin.

source: Add up to 1,000 sentences
bsk: 1000 jumlan kaa etin

source: Add Your Voice
bsk: maćhar kaa etin

source: Adyghe (West Circassian)
bsk: adyghe

source: Afaan Oromo
bsk: afaan orono

source: A few bytes
bsk: lukan bytes

source: Age
bsk: umur

source: Agriculture and Food
bsk: mal basiye duro daa ṣiyas minaas

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
bsk: kaman background śatine ućʰar sahi bila magam ṭhum sisan ġaraas damayluma ke ite reject etas bila. gute toole mey bila amulo TV neġurusin bi yaa ele asiirulo ćaġa baran gucarćila ke

source: All
bsk: uyoon

source: All sentence must have the same domain
bsk: uyon jumlan e han domain maniṣ

source: All sentences must have the same citation
bsk: uyon jumlan e han citation maniṣ

source: Already have an account? <login>Log-In</login>
bsk: yarmu cum ac̣count bilaa?

source: An error occurred fetching sentences
bsk: jumlan suwasulo besan ṭʰisan manimi

source: An error occurred reviewing this sentence
bsk: jumlan hik ke barenasulo besan ṭʰisan manimi

source: An error occurred submitting your voice information
bsk: maymo maćʰare maalumaat mićʰiyasulo besan ṭʰisan manila

source: An error occurred while creating this transcript
bsk: transcript desmanasulo besan ṭhisan manimi

source: An error occurred while editing the transcript
bsk: transcript edit etasulo besan ṭʰisan manimi

source: An error occurred while recording
bsk: recording etasulo besan ṭʰisan manimi

source: An error occurred while skipping the transcript
bsk: transcript skip etasulo besan ṭʰisan manimi

source: An error occurred while skipping this prompt
bsk: skip etasulo besan ṭʰisan manimi

source: An error occurred while submitting the report
bsk: report jama etas ulo ṭʰisan manimi

source: An error occurred while uploading your response
bsk: juwaap upload etas ulo ṭʰisan manimi

source: An error occurred while voting the transcript
bsk: transcript ar vote etasulo besan ṭʰisan manimi

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
bsk: meyik apim ite data masalan umur, gender daa ćaġa etase andaaz e audio data improve etase gane miriin ce duuybi amitate speech recognition engines tayaar oćar eedurućaan. maa jama etum data kaa maa meyik ac̣uc̣i daa maa user name public yaa anonyous osas maamay baan

source: Answer questions
bsk: Duġarusin

source: Answer Questions <small>(Coming soon)</small>
bsk: sawaaline juwaap mićʰiin

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
bsk: Menane ke iymo baaṣ e datasets daa text emaśumo, desmayme despasas daa jiindo etas eemay bay.

source: Approve
bsk: maan etas

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
bsk: kaman thayko ućhariṅ background ulo sahi leykin mimar baske ićhariṅ oomaniṣ amit cum machine algorithm e akirminum lafzin leel etas ayemaniṣ. textulo apim lafzin damayluman ke clip reject etin. akhi tele meybila amulo iljikan TV on ne bi key yaa asiirulo mene ćaġamin ećaan ke.

source: Arabic
bsk: arabi

source: Aragonese
bsk: arogonese

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
bsk: ma yarmu cum mii common voice e spontaneous speech project ar bilum Beta testing group ulo baana?

source: Are you coming? [called by another]
bsk: ma ẓuc̣anaa? [ṭʰumane qau ećai]]

source: Are you coming? <strong>[called by another]</strong>
bsk: ma ẓuc̣aana ?

source: Ask about a new language
bsk: thoṣ baaṣane baaraulo duġarusin

source: Ask Mozilla to share your events
bsk: Maymo yoorkumiṅ sisar ośar Mozila cum dugarusin.

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
bsk: matrix, discourse yaa email ate mima cum duġarusin

source: Assamese
bsk: asaamese

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
bsk: transcription ulo har lafzan daa har ućharan daa hike ke senumin lafiṅ uyoon śaamil maniṣ

source: Attention!
bsk: Khole barenin!

source: Audio Format
bsk: ićʰare format

source: Automotive and Transport
bsk: gaadenc daa transport

source: Avatar uploaded
bsk: avatar upload manimi

source: Average
bsk: na but na kam

source: A voice clip is marked "valid" when a user gives it a Yes vote.
bsk: ućhare clip 'valid' mark mey bila beśal user e awa vote ićimar

source: Avoid too much background noise - it should be easy to hear you.
bsk: madigaartak ućharing oomaniṣ daa ma dimeyalas mimar asaan maniṣ.

source: Awards
bsk: ocanase gane taqman

source: Back
bsk: milji

source: Background Noise
bsk: iljikanum taayko ućhariṅ

source: Background Voices
bsk: iljikanum ućhariṅ

source: Back to Top
bsk: Yatmuśar hik ke niin

source: Bafia
bsk: bafla

source: Basque
bsk: baask

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
bsk: lafze talfafuz this etume yaa aparc diśulo stress etume yaa sawaaliya niśaan phat etumar clip reject etas cum yarne śan etin. lafz senase butan andazin bican amik maa maymo sis haran atamaylas mumkin bila. kaman dupoqras diś oosin mene maa cum thumanate ćaġa ećaan ke.

source: Become a Common Voice Partner
bsk: common voice e kaa duro etaśo maneyin

source: Benefits
bsk: faaydan

source: Bengali
bsk: bangali

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
bsk: Beret ṭhiik bila agar lafze yarmuśum syllablee śat ne se (UK) yaa iciyaṭum syllable śat ne sen.

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
bsk: butan baaṣin kaa ne ćaġa etas daa baṣin badal ećume ćaġa etas amit baaṣe haqiqat bila iteer support etin

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
bsk: xaas group an e baaṣ , baaṣan qisimin, akiruminum taarixi baaṣiṅ amikulo text corpus kaman yaa bikul api ke ike baaṣinar yaari maneyin

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
bsk: Civil society daa researcher datasets desmanin daa host etin

source: <bold>{ $count }</bold> Clips
bsk: clips

source: <bold>Help us</bold> find more voices
bsk: maziid ućhariṅ diushar mirin ce duunin

source: <bold>If you value open, inclusive data - donate today!</bold>
bsk: inclusive data qadar ećaan ke khole khulto donate etin

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
bsk: Falayi diarane ke dataset desmans daa yaarqis etase gane miriin ce duunin

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
bsk: Multilingual AI ecosystem e gane tech companies e dataset creation ulo invest ećaan.

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
bsk: AI e bes dunyaate kaman baaśinulo duro etiṣ?

source: Borgu Fulfulde
bsk: borgu fulfuide

source: Both
bsk: oltalik

source: Both (Speak and Listen)
bsk: oltalk senas ke dimeyals

source: [British English might make "root"]
bsk: British angrezi ulo route lafz root juwan sey man

source: Browse Languages
bsk: baaṣar browse etas

source: Brushaski
bsk: Mishaski

source: Build a custom goal
bsk: custom goal an desman

source: Build Profile
bsk: profile desman

source: Bulk batch
bsk: uyum batchan

source: Bulk Sentences Uploaded
bsk: butan jumlan upload etin

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
bsk: email an bes? dataset ulo besan jin deen badal etas manimi ke maaka raabta ećar daa email e hihine kaa raabtulo meuruśi bi

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
bsk: Send a lik to my email ate click netan maa mii terms of service daa privacy policy kaa agree ećaan. mozilaa maar email eći ke belata Beta Testing or Common Voice’s Spontaneous Speech Project ulo kaa meyiman

source: By editing your goal, you may lose your existing progress.
bsk: guymo goal badal etuma ke mutumo progress lose ećuma

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
bsk: emails damaaġurkase gane tey senin ke mamar sahi bila belate mozilla information kaa surmanimi ke belate khole masulo maabiśam bila ke

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
bsk: maa common voice dataset ulo ćaġamin etum ine menan bai ke nuse phaṣ ayćan nuse maan etin

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
bsk: maymo baaraulo kaman mesuma ke, amit audio data ma common voice ulo jama etuma ke ite speech e but duroar ẓuc̣i. recognition engine e gute data duro ar dusun uymo ac̣curacy daltas ećiye

source: By telling us about yourself, you will help developers build more inclusive technology
bsk: makʰare baarulo nusenin maa desmanaśue auyoonar tecnology butan desmayar uriinc ce duuyman

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
bsk: common voice ate duro ećuma maa mi terms in maan ećaan daa privancy notice

source: [Canadian English might make "route" sound like "rowt"]
bsk: canada angrezi ulo route laft rowt juwan sey man

source: Cancel
bsk: Cancel etin.

source: Cancel Re-recording
bsk: dubaara recording cancel etin

source: Cancel Submission
bsk: jama etum it cancel etas

source: Cannot submit more than 1000 sentences
bsk: hik hazzr jumlan cum but jama etas amaamay baan

source: Can't decide?
bsk: feesla etas amaamanuma?

source: Change
bsk: badal etas

source: Change preferences
bsk: preference badal etin

source: Change your email via Settings under Login Identity
bsk: login identity setting ar namaanin maymo email badal etin

source: Check
bsk: barenin

source: Check <icon></icon> is this a linguistically correct sentence?
bsk: barenin gute baaṣate duro etaśue hisaab cum sahi jumla bila?

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
bsk: barenin maa baaṣ common voice e page ulo bila be api. agar maa baṣ api ke form fill etin daa mi mamar maa baaṣ belate setup etas bila ke masulo namaabiśa email doośan

source: Check Transcriptions
bsk: transcriptions ar baren

source: <chevron></chevron>See less
bsk: kamanar baren

source: <chevron></chevron>See more
bsk: butanar baren

source: Chinese (China)
bsk: chinese

source: Chinese (Hong Kong)
bsk: chinese

source: Chinese (Taiwan)
bsk: chinese

source: Choose language/localization
bsk: baaṣ ke llocalisation damśi eti

source: Chuvash
bsk: ćuvash

source: Cite with a URL link or the full name of the work.
bsk: URL link kaa cite etin yaa tok duruwe iyk kaa

source: Citing Sentences
bsk: jumlan cite etas

source: Click
bsk: click etas

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
bsk: belate gute page egucars bila ke heyar khole click etin

source: Clipboard not supported
bsk: clipboard ar support api

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
bsk: ućʰare clips, mukamal archives e ganum diś. Expires

source: Clip Graveyard
bsk: ućhare clip e tus

source: Clips recorded
bsk: clips in record manimi

source: Clips Uploaded
bsk: clips upload manimi

source: Clips validated
bsk: clips in e tasdiiq manimi

source: Clips You've Recorded
bsk: maa record etum clips

source: Clips You've Validated
bsk: maa tasdiiq etum clips

source: Close
bsk: ban eti

source: Collecting sentences
bsk: jumlaṅ gati eṭas

source: Coming Soon
bsk: Chor diya.

source: Comment
bsk: raay mićhin

source: Common Voice data plus all other voice datasets above.
bsk: common voice e data kaa uyon yatum tʰumin ućʰarine dataset in

source: Common Voice Dataset
bsk: common voice e dataset

source: Common Voice is a free, open source platform for community-led data creation
bsk: Common voice tʰi bila, kuyooće yaarqis etum data uyoonar han platform bila.

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
bsk: common voice e project mozilla foundation US 501c3 bila. Tok project dunyaatulum sise donation daa kʰuwe <philantropicGrantLink> fund ećaan

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
bsk: donation ke grants ate gute common voice e duro gucharćila. mii academic, civil society daa industry researchers kaa numaa duro ećabaa. Common voice istimaalar free bila leykin platform and hosting qeymit gane grant proposals but madagar bican.

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
bsk: Common voice altolum platform śuru etibi amite organic, spontaneous and unscripted baring gait etase duro eći. gute butan kuyooćar data choor choor gati ećar madat eći daa data scientist ke developers e gane darkaar meeymi

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
bsk: belate sise ćaġa ećaan ke machine eykiyar common voice e madat eći bi amit mozila initative bila

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
bsk: common voice kuyooć e gane duyaatulo uyoon cum uyum harraxte baaṣine ućʰarine dataset bi

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
bsk: common voice e recordings academics, jotiṅ karubaarin daa voice recognition śoqiiniśoe eedurućaan amik cum sisar het bicum voice models e resource iṅ eykibaan daa dal diyuśaan

source: Community and Languages
bsk: kuyooć daa baaṣiṅ

source: Community, Creatives and Civil Society
bsk: kuyooć , creatives daa civil society

source: Community participation and decision making.
bsk: kuyooć duroiṅ daa feeslan etas

source: Community Playbook
bsk: kuyooće playbook

source: Confirm Goal
bsk: maqsat confirm etin

source: Connect with Gravatar
bsk: gravatar kaa connect maneyin

source: Contact
bsk: raabta etas

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
bsk: kitaab giriminaśo, draman girminaśo or screene gane girminaśo kaa raabita etin daa duġarusin uwe uymo duro cum kaman khole public domainar emaśymana

source: Contact Form
bsk: duġarsuse form

source: Contact the Common Voice team
bsk: Common Voice e duro etaśue kaa raabta etin

source: Contact us
bsk: micimo doġaruś hurutin

source: Contact Us
bsk: micimo duġarusin

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
bsk: mawaad khole mayaćuman [licenselink] amitar creative common license seybaan

source: Continue
bsk: cat ooman

source: Continue speaking
bsk: cat oomanum senin

source: Continue validating
bsk: tasdiiq ećar duun

source: Contribute
bsk: emasin

source: Contribute on GitHub
bsk: GitHuB ulo emasin.

source: Contribute sentences
bsk: jumalmin emas

source: Contribute text
bsk: Text emasin

source: Contribute to { $lang }
bsk: baaṣar emasin

source: Contribute to text corpus
bsk: Text corpus ulo emasin.

source: Contributing to dataset for { $language }
bsk: dataset ar emasas

source: Contribution Activity
bsk: emasume activity

source: Contribution Experience
bsk: emasase tajurba

source: Contribution Guidelines
bsk: meer emasase guidelines

source: Contributors record voice clips by reading from a bank of donated sentences.
bsk: emasaśuwe emasumiṅ baring cum nuqatan ućhariṅ record ećaan

source: <cookiesLink>Cookies<cookiesLink>
bsk: cookies

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
bsk: Coquiye open speech technologiye gane duro ećila. uwe project inulo deep learning cum SST daa TTS injenin bican

source: Cornish
bsk: koornish

source: Correct
bsk: cʰan

source: { $count } clips
bsk: clips in

source: { $count }mo
bsk: { $count }wk

source: Country/Region of Residence
bsk: hurutase watan yaa ilaaqa

source: [Crackle] giant dinosaurs of [crackle] -riassic.
bsk: [qaqar] -riassic-e juda uyonko dinosaurs [qaqar]

source: Create a Custom Goal
bsk: custom goal an desman

source: Create a profile
bsk: profile an desmanin

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
bsk: mamay yaa maymo śugulmuc e kaa tʰuwaan, aam ćaġa bare jumlan desmanin-masalan "write-a-thon" cum

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
bsk: Uyoone barenas diśanulo ćaġa bar doogusasiṅ, jumlan daa, tarjumar text, daa jutiṅ baaśe models desmanin daa emasin.

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
bsk: dataset butan sise uriin ce duuybi beske common voice gane emasase gane mii har kate sisar ganeṅ diyusaan. mii resource daa templates desmanaan amik maa eeduruas maamay baan

source: Croatian
bsk: crooshian

source: Czech
bsk: ćek

source: Daily Goal
bsk: guncmo goal

source: Dataset Release
bsk: detaset diyusuman

source: Datasets
bsk: dataseting

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
bsk: ASR, STT, TTS daa NLP context gane Kuyooće emasuminate desmanum datasets

source: Date
bsk: tariix

source: Days
bsk: guncin

source: Delete
bsk: eerin

source: Delete my recordings
bsk: jaa recordings eeri

source: Delete Profile
bsk: profile eeri

source: Did you know…
bsk: maar leel biluma?

source: Different language
bsk: tʰum baaṣan

source: Difficult
bsk: doom

source: Difficult to pronounce
bsk: seyar ḍoom bila

source: Dioula
bsk: diioula

source: Discard ongoing recording
bsk: manum ite record eeri

source: Discover languages and communities and common voice
bsk: baaṣiṅ, kuyooć daa common voice udoor etin

source: Documentation
bsk: Gati etas.

source: Does the sentence meet the guidelines?
bsk: guta jumla mesum ttariqan ce yom bila?
